// **Group members profiles**   
// Each profile consists of (1) avatar, (2) username, (3) personal description, (4) number of "likes" the profile will receive throughout the interaction
	
window.others = {
  "posts" : [
	{
        "avatar": "avatars/avatar_20.png",
        "username": "Annaaa",
        "text": "Hi everyone! My name is Anna and I'm a second year Criminology major! I love going on hikes, trying out new boba places, and hanging out with friends! I also like to play ukulele in my spare time and listen to new music! I LOVE K-dramas, K-drama OSTs and reading Webtoons too! I'm think I'm pretty extroverted and sarcastic all the time. I have an older brother, and 2 dogs. I'm currently aiming to go to graduate school after I finish college. Nice to meet you guys! :D",
        "likes": [18000, 45000, 80000, 95000, 150000] //5
      },
      {
        "avatar": "avatars/avatar_63.png",
        "username": "Mark",
        "text": "Hey, I'm Mark. I’m currently undecided but I’m thinking of switching into the math-econ program. Some things about me are that I go to UCSD, love hockey, and am really into music. I play the guitar and am currently trying to learn the drums and I’m also thinking about starting a band. I'm taking an intro psych class and will probably need extra credit by the end of the quarter LOL",
		"likes": [20000, 50000, 100000, 120000] //4
     },
	{
        "avatar": "avatars/avatar_18.png",
        "username": "Jade",
        "text": "Hey my name is Jade and I am a first year at UC Santa Barbara. I am hoping to make lots of friends this year and spend more time at the beach. I love exploring new places and am quite a night owl. I love going on late night boba runs and watching movies :) Mental health awareness is really important to me which is why I want to either major or minor in Psychology.",
        "likes": [18000, 50000, 88000, 110000, 97000] //5
      },
      {
        "avatar": "avatars/avatar_1.png",
        "username": "Gabi",
        "text": "Hello fellow study participants! My name is Gabi! I'm an anthropology major from LA, but my whole family is from Ukraine! I can speak Russian, and I'm also trying to learn Spanish. I'm really interested in environmental science and intersectional feminism, and I really want to get a tattoo one day. I also have a pet cat, and even though I like dogs and cats, I think I prefer cats a little more. Thanks for reading this far!",
        "likes": [25000, 45000, 88000] //3
      },
      {
        "avatar": "avatars/avatar_7.png",
        "username": "Jess",
        "text": "Hi! My name is Jessica, but everyone calls me Jess. I’m a second year Poli Sci student here at UCI and I’m also minoring in criminology. I love to read and will spend hours at Barnes and Noble or the library. I’m also a total Disney fan and will watch anything Marvel related! I’m excited to earn some much needed extra credit.",
        "likes": [19000, 50000, 95000, 110000] //4
     }, 
      {
        "avatar": "avatars/avatar_50.png",
        "username": "Alex",
        "text": "Hi everyone! I’m Alex and I am a business major and a psych minor. I am still uncertain what path I want to take after graduation however I am enjoying the classes I am in. Some facts about me: I play basketball in my free time and I like watching sports. I pretty much like all genres of music but my favorites are rap, EDM, and rock.",
        "likes": [40000, 70000, 120000] //3
      },
    ]
  };

